{
  "annotations": [
    {
      "id": "1",
      "book": "Bm8Z3-7aAjYC",
      "title": "ann1 title",
      "content": "ann1 content",
      "timeOfCreation": "11:00",
      "timeOFEdit": "12:00"
    },
    {
      "id": "2",
      "book": "Bm8Z3-7aAjYC",
      "title": "ann2 title",
      "content": "ann2 content",
      "timeOfCreation": "22:00",
      "timeOFEdit": "23:00"
    },
    {
      "title": "123",
      "content": "123",
      "timeOfCreation": "7/21/2022, 10:10:05 PM",
      "timeOFEdit": "7/21/2022, 10:10:05 PM",
      "book": "fgI3DwAAQBAJ",
      "id": "TiMJPFU"
    }
  ],
  "favourites": [
    {
      "id": "Bm8Z3-7aAjYC",
      "volumeInfo": {
        "title": "An Eye for a Dog",
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=Bm8Z3-7aAjYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "description": "Develop your \"eye\" for sound movement and structure whether you are serious about purebred dogs or are an enthusiast. Learn how color, marking, size and leash position affect the look of the dog. Over 100 judging scenarios that test your eye.",
        "authors": "author: Robert W. Cole",
        "publishedDate": "year: 2004"
      }
    },
    {
      "id": "fgI3DwAAQBAJ",
      "volumeInfo": {
        "title": "Dog Training For Dummies",
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=fgI3DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "description": "Make training fun and effective This friendly guide shows you how to select the right training method for your dog, based on his unique personality, to reach your desired goals. Whether you want to teach Buddy to sit or master retrieving, you'll get expert training tips and techniques for you and your dog — to ensure a mutually respectful relationship with your four-legged friend. Concentrate on canines — discover why your dog acts the way she does, understand her nutritional needs, and ready yourself for the task of training your dog Prep for your pup — prepare your home for your puppy's arrival, discover the importance of socialization, and get started on housetraining Put your best paw forward — teach basic commands like Sit, Stay, and Down, and get the scoop on how to deal with doggie don'ts like chewing, digging, and excessive barking Take training to the next level — get involved in organized dog activities and competitions, where you'll both show off impressive tricks like retrieving, figure 8s, and much more Open the book and find: Step-by-step instructions for teaching your dog basic commands Helpful advice on crate training Safe ways to address aggression and separation anxiety Tips for teaching Buddy to behave himself around people and other dogs Techniques to keep your senior dog feeling young Health issues that can interfere with training Experts to turn to for training help Learn to: Use positive reinforcement as an effective teaching tool Select the gear you need for training success Teach the basics including Sit, Stay, and Down Eliminate unwanted behavior",
        "authors": "author: Jack Volhard, Wendy Volhard",
        "publishedDate": "year: 2010"
      }
    },
    {
      "id": "kmTEDQAAQBAJ",
      "volumeInfo": {
        "title": "How to Toilet Train Your Cat",
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=kmTEDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "description": "Follow this foolproof 21-day program and you can teach any litter-trained cat to use a toilet instead of a box. Discover a better way: Now cat owners everywhere can put down their scoops, stop ferrying backbreaking sacks of litter, enjoy a fresh-smelling home, and save hundreds of dollars a year. And make their cats happier, too! The requirements are simple: magazines or newspapers, masking tape, heavy-duty plastic wrap, a supply of litter, and a cat between the ages of six months and ten years (you can train an older cat, but it may take longer). Then, 21 days later, your cat will be using the toilet, just like any other civilized member of the family. For life. Toilet training a cat isn’t just for the owner’s convenience. Many cats equate the smell of the litter box with danger, causing constant stress, and the fragrances, dyes, and disinfectants found in most litters are detrimental to your pet’s well-being. Yes, it’s true: A toilet-trained cat is a happier, healthier cat.",
        "authors": "author: Paul Kunkel",
        "publishedDate": "year: 2017"
      }
    },
    {
      "id": "g-PbDwAAQBAJ",
      "volumeInfo": {
        "title": "Think Like a Cat",
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=g-PbDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
        },
        "description": "America's favorite cat behavior expert, author of Catwise and Cat vs. Cat, offers the most complete resource for cat owners of all stripes, now fully updated. \"The queen of cat behavior\" - Steve Dale, author of My Pet World Think it's impossible to train a cat? Think again! By learning how to think like a cat, you'll be amazed at just how easy it is. Whether you are a veteran cat lover, a brand-new owner of a sweet kitten, or the frustrated companion of a feline whose driving you crazy, Pam Johnson-Bennett will help you understand what makes your cat tick (as well as scratch and purr). Topics range from where to get a cat to securing a vet; from basic health care to treating more serious problems; choosing an inrresistible scratching post and avoiding litterbox problems. A comprehensive guide to cat care and training, she helps you understand the instincts that guide feline behavior. Using behavior modification and play therapy techniques, she shares successful methods that will help you and your cat build a great relationship.",
        "authors": "author: Pam Johnson-Bennett",
        "publishedDate": "year: 2011"
      }
    },
    {
      "id": "ZH6aBAAAQBAJ",
      "volumeInfo": {
        "title": "The Wild Cat Book",
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=ZH6aBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "description": "Presents information about the physical features, behavior, habitats, and geographical distribution of wild and feral cats throughout the world, and the dangers they face from humans and changes to their environment.",
        "authors": "author: Fiona Sunquist, Mel Sunquist",
        "publishedDate": "year: 2014"
      }
    },
    {
      "id": "5UwjDQAAQBAJ",
      "volumeInfo": {
        "title": "Call of the Cats",
        "imageLinks": {
          "thumbnail": "http://books.google.com/books/content?id=5UwjDQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
        },
        "description": "When aspiring screenwriter Andrew Bloomfield moved into a bungalow in Southern California he soon discovered that he shared the property with a large colony of feral cats — untamed, uninterested in human touch, not purring pets in waiting. But after a midnight attack by predators that decimated yet another litter of kittens, Bloomfield decided to intervene. He began to name and nurse, feed and house, rescue and neuter. Drawing on his time living in Asia among spiritual teachers, he takes us on the contemplative, humorous, and poignant journey of saving these cats, only to find it was they who saved him by revealing a world of meaning beyond his unrealized Hollywood dreams.",
        "authors": "author: Andrew Bloomfield",
        "publishedDate": "year: 2016"
      }
    }
  ]
}